Revit 2024 API
UnitTypeId.KipsPerSquareFoot Property
 Kips per square foot.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 24.0.0.0 (24.0.0.0)
Since: 2021
Syntax
C#
public static ForgeTypeId KipsPerSquareFoot { get; }
Visual Basic
Public Shared ReadOnly Property KipsPerSquareFoot As ForgeTypeId
	Get
Visual C++
public:
static property ForgeTypeId^ KipsPerSquareFoot {
	ForgeTypeId^ get ();
}
See Also
UnitTypeId Class
Autodesk.Revit.DB Namespace